{"translation-revision-date":"2023-11-07 19:09:45+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CO"},"Once you create your account, Site Kit will place AdSense code on every page across your site. This means your site will be automatically optimized to help you earn money from your content.":["Una vez que crees tu cuenta, Site Kit colocará el código de AdSense en cada página de tu sitio. Esto significa que tu sitio será optimizado automáticamente para ayudarte a ganar dinero con tu contenido."],"Create AdSense account":["Crear una cuenta de AdSense"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["¿Ya usas AdSense? Añade %s como un usuario a una cuenta de AdSense existente. <a>Aprende más<\/a>"],"Maybe later":["Quizá más tarde"],"Back to dashboard":["Volver al escritorio"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team.":["Las cuentas de AdSense están <a>sujetas a revisión y aprobación<\/a> por el equipo de Google AdSense."],"Traffic":["Tráfico"],"Content":["Contenido"],"Monetization":["Monetización"],"Exclude from Ads":["Excluir de los anuncios"],"Users who can write posts":["Usuarios que pueden escribir entradas"],"Ads will not be displayed for all logged-in users":["Los anuncios no se mostrarán para todos los usuarios conectados"],"Ads will not be displayed for users that can write posts":["Los anuncios no se mostrarán para los usuarios que puedan escribir entradas"],"Ads will be displayed for all users":["Los anuncios se mostrarán para todos los usuarios"],"screen reader text\u0004(disabled)":["Desactivado:"],"Help":["Ayuda"],"All logged-in users":["Todos los usuarios conectados"],"Please note that AdSense will not show ads on your website unless you’ve already placed the code.":["Por favor, ten en cuenta que AdSense no mostrará anuncios en tu web a menos que hayas añadido el código."],"Fix common issues":["Corregir los problemas comunes"],"Read help docs":["Leer los documentos de ayuda"],"Got it":["Entendido"],"Get support":["Obtener soporte"],"Get help with AdSense":["Obtener soporte con AdSense"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Web Stories Ad Unit":["Unidad de anuncio de historias web"],"Select ad unit":["Seleccionar la unidad de anuncio"],"Complete setup":["Configuración completa"],"Learn more about updating your AdSense account":["Aprende más acerca de cómo actualizar tu cuenta de AdSense"],"Learn more about adding a user to an existing AdSense account":["Aprende más acerca de cómo añadir un usuario a una cuenta existente de AdSense"],"Next":["Siguiente"],"screen reader text\u0004(opens in a new tab)":["(abre en una nueva pestaña)"],"Redo the plugin setup":["Rehacer la configuración del plugin"],"Source: %s":["Origen: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servicio fue conectado originalmente por un administrador — Puedes contactar con él para más información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servicio fue conectado originalmente por el administrador «%s» — Puedes contactar con él para más información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para acceder a los datos de %s, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Search Console, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta vista de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta cuenta de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Report this problem":["Informar este problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corregirlo, <a href=\"%s\">vuelve a hacer la configuración del plugin<\/a>."],"Recommended":["Recomendado"],"Add site to AdSense":["Añadir sitio a AdSense"],"Invalid site status: %s":["Estado del sitio no válido: %s"],"Invalid account status: %s":["Estado de la cuenta no válido: %s"],"Add site to your AdSense account":["Añadir sitio a tu cuenta de Adsense"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Hemos detectado que todavía no has añadido este sitio a tu cuenta de AdSense."],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit ha puesto el código de AdSense en tu sitio para conectar tu sitio con AdSense y ayudarte a sacar el máximo rendimiento de los anuncios. Esto significa que Google colocará anuncios automáticamente por ti en los mejores lugares."],"Your account is ready to use AdSense":["Tu cuenta está lista para usar AdSense"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit detectó en tu sitio el código de AdSense para una cuenta diferente a %s. Para una mejor experiencia con los anuncios, debes quitar el código de AdSense que no está vinculado a esta cuenta de AdSense."],"Select your AdSense account":["Selecciona tu cuenta de AdSense"],"Your account is getting ready":["Tu cuenta se está preparando"],"Keep AdSense code placed by Site Kit":["Mantener el código de AdSense colocado por Site Kit"],"Looks like you have an AdMob account":["Parece que tienes una cuenta de AdMob"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["Para comenzar a usar AdSense, debes actualizar tu cuenta para poder conectar tu sitio a AdSense."],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Parece que tienes varias cuentas de AdSense asociadas a tu cuenta de Google. Selecciona la cuenta para usar con Site Kit a continuación."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit detectó el código de AdSense %1$s en tu página. Te recomendamos que quites ese código o añadas %2$s como usuario a la cuenta %3$s de AdSense."],"In order for your site to display ads, make sure you’ve completed these steps in AdSense":["Para que tu sitio muestre anuncios, asegúrate de que has completado estos pasos en AdSense"],"Redo setup":["Volver a iniciar la configuración"],"Enabled auto ads for your site":["Anuncios automáticos activados para tu sitio"],"Site Kit can’t access necessary data":["Site Kit no puede acceder a los datos necesarios"],"Verified that your site is marked as \"Ready\"":["Verifica que tu sitio esté marcado como «Listo»"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit no puede acceder a todos los datos relevantes porque no has otorgado todos los permisos solicitados durante la configuración. Para usar Site Kit, deberás volver a realizar la configuración. Asegúrate de aprobar todos los permisos en la etapa de identificación."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit no puede acceder a los datos relevantes de %1$s porque no has otorgado todos los permisos solicitados durante la configuración. Para usar Site Kit, deberás volver a realizar la configuración de %1$s. Asegúrate de aprobar todos los permisos en la etapa de identificación."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit no puede acceder a todos los datos relevantes porque no has otorgado todos los permisos solicitados durante la configuración. Para usar Site Kit, deberás volver a realizar la configuración para: %s. Asegúrate de aprobar todos los permisos en la etapa de identificación."],"Proceed":["Proceder"],"Additional Permissions Required":["Se necesitan permisos adicionales"],"%sM":["%sM"],"%sK":["%sK"],", ":[", "],"Last %s day":["Último día (%s)","%s últimos días"],"Site Kit encountered an error":["Site Kit ha encontrado un error"],"Oops! There was a problem during set up. Please try again.":["¡Vaya! Ha habido un problema durante la configuración. Por favor, inténtalo de nuevo."],"Go to your AdSense account to check on your site’s status or to complete setting up":["Ve a tu cuenta de AdSense para comprobar el estado de tu sitio o para completar la configuración"],"Let’s get your site ready for ads":["Hagamos que tu sitio esté listo para anuncios"],"Sign in with Google":["Acceder con Google"],"Site Kit by Google Logo":["Logo de Site Kit by Google"],"OK, Got it!":["De acuerdo, ¡vamos allá!"],"Back":["Volver"],"Learn more":["Aprende más"],"Error: %s":["Error: %s"],"Account":["Cuenta"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Si ya tenías un código de AdSense en tu sitio para esta cuenta, te recomendamos que uses Site Kit para colocar el código y sacar el máximo provecho de AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit pondrá código de AdSense en tu sitio para conectar tu sitio con AdSense y ayudarte a sacar el máximo rendimiento de los anuncios. Esto significa que Google colocará anuncios automáticamente por ti en los mejores lugares."],"Let Site Kit place AdSense code on your site":["Deja que Site Kit coloque el código de AdSense en tu sitio"],"Continue":["Continuar"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit pondrá código de AdSense en todas las páginas de tu sitio. Esto significa que Google colocará automáticamente anuncios por ti en los mejores lugares. "],"Create your AdSense account":["Crea tu cuenta de AdSense"],"Create AdSense Account":["Crear cuenta de AdSense"],"Let Site Kit place AdSense code on your site to get your site approved":["Deja que Site Kit coloque el código de AdSense en tu sitio para conseguir que se apruebe tu sitio"],"Looks like you’re already using AdSense":["Parece que ya estás usando AdSense"],"Go to AdSense to find out how to fix the issue":["Ve a AdSense para descubrir cómo corregir el problema"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Tienes que corregir algunas cosas antes de que podamos conectar Site Kit con tu cuenta de AdSense."],"Your site isn’t ready to show ads yet":["Tu sitio no está aún preparado para mostrar anuncios"],"Speed":["Velocidad"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar el Site Kit de Google quitará el acceso a todos los servicios. Cuando desconectes tendrás que volver a autorizar para restaurar el servicio."],"Disconnect":["Desconectar"],"User Avatar":["Avatar del usuario"],"Connect Service":["Conectar servicio"],"Cancel":["Cancelar"],"Service name\u0004AdSense":["AdSense"],"Close":["Cerrar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-ad-blocking-recovery-95eb7f4d05e3f3cd0261.js"}}