{"translation-revision-date":"2022-11-17 19:35:28+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Templates are not translatable, only template parts are.":["Las plantillas no son traducibles, sólo sus partes lo son."],"Are you sure you want to delete this template part?":["¿Seguro que quieres borrar esta parte de la plantilla?"],"This will delete its customization and all its corresponding translations.":["Esto borrará su personalización y todas sus traducciones correspondientes."],"You are about to delete the template part in the default language.":["Estas a punto de borrar la parte de la plantilla en el idioma por defecto."],"Delete template part confirmation":["Confirmación del borrado de parte de la plantilla"],"Delete the translation in %s":["Borrar la traducción en %s"],"%d result found, use up and down arrow keys to navigate.":["%d resultado encontrado, utiliza las teclas arriba y abajo para navegar.","%d resultados encontrados, utiliza las teclas arriba y abajo para navegar."],"This template part is used for languages that have not yet been translated.":["Esta parte de la plantilla se utilizar para los idiomas que todavía no se han traducido."],"Unable to retrieve the content language":["No se puede recuperar el idioma del contenido"],"Are you sure you want to change the language of the current content?":["¿Estás seguro de que quieres cambiar el idioma del contenido actual?"],"Change language":["Cambiar idioma"],"Default language.":["Idioma por defecto."],"Translation":["Traducción"],"Translations":["Traducciones"],"(no title)":["(sin título)"],"Start typing the post title":["Empieza a escribir el título de la entrada"],"URL":["URL"],"No results.":["No hay resultados."],"OK":["Aceptar"],"You are about to overwrite an existing translation. Are you sure you want to proceed?":["Estás a punto de sobreescribir una traducción existente. ¿Estás seguro de que quieres continuar?"],"Language":["Idioma"],"Languages":["Idiomas"],"Activate the content duplication":["Activar la duplicación de contenido"],"Deactivate the content duplication":["Desactivar la duplicación de contenido"],"Edit the translation in %s":["Editar la traducción en %s"],"Add a translation in %s":["Añadir una traducción en %s"],"Don't synchronize this post":["No sincronizar esta entrada"],"Synchronize this post":["Sincronizar esta entrada"],"Cancel":["Cancelar"]}}}