{"translation-revision-date":"2023-10-13 16:17:04+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Time to add some links! Below, you see a list with your cornerstones. Under each cornerstone, there are suggestions for articles you could add a link from. When adding the link, make sure to insert it in a relevant sentence related to your cornerstone article. Keep adding links from as many related articles as you need, until your cornerstones have the most internal links pointing towards them.":["Chegou o momento de adicionar algumas ligações! Veja abaixo uma lista dos seus conteúdos principais. Por baixo de cada conteúdo principal, há sugestões de artigos aos quais pode adicionar uma ligação. Ao adicionar a ligação, certifique-se de que a insere numa frase relevante relacionada com o conteúdo principal. Continue a adicionar ligações de tantos conteúdos relacionados quantos forem necessários, até que os seus conteúdos principais tenham o maior número de ligações internas a apontar para si."],"Some articles on your site are %1$sthe%2$s most important. They answer people's questions and solve their problems. So, they deserve to rank! At %3$s, we call these cornerstone articles. One of the ways to have them rank is to point enough links to them. More links signal to search engines that those articles are important and valuable. In this workout, we'll help you add links to your cornerstone articles!":["Alguns conteúdos do seu site são %1$sos%2$s mais importantes. Respondem às perguntas das pessoas e resolvem os seus problemas. Por isso, merecem ser mostrados nos resultados de pesquisas! Na %3$s, chamamos-lhes conteúdos principais. Uma das formas de fazer com que sejam mostrados nos resultados de pesquisas é apontar para si um número suficiente de ligações. Mais ligações indicam aos motores de pesquisa que esses conteúdos são importantes e valiosos. Neste exercício, vamos ajudar a adicionar ligações aos seus conteúdos principais!"],"You just made your best content easy to find, and more likely to rank! Way to go! From time to time, remember to check if your cornerstones are getting enough links!":["Acabou de tornar o seu melhor conteúdo fácil de encontrar, e mais susceptível de ser classificado! É assim mesmo! De vez em quando, verifique se os conteúdos principais estão a receber ligações suficientes!"],"Take a look at the list below. Do your cornerstones (marked with %1$s) have the most internal links pointing towards them? Click the Optimize button if you think a cornerstone needs more links. That will move the article to the next step.":["Veja a lista abaixo. Os seus conteúdos principais (marcados com %1$s) têm a maioria das ligações a apontar para si? Clique no botão Optimizar se achar que um conteúdo principal precisa de mais ligações, e este será incluído no passo seguinte."],"Do all of your cornerstones have green bullets? For the best results, consider editing the ones that don't!":["Todos os seus conteúdos principais têm indicadores verdes? Para obter os melhores resultados, considere editar os que ainda não têm!"],"Which articles do you want to rank the highest? Which ones would your audience find the most useful and complete? Click the downward pointing arrow and look for articles that fit those criteria. We'll automatically mark the articles you select from the list as cornerstone.":["Quais os conteúdos que pretende que tenham melhor classificação? Quais são os que o seu público considerará mais úteis e completos? Clique na seta para baixo e procure os conteúdos que pretende. Os conteúdos da lista que seleccionar serão automaticamente marcados como principais."],"%1$sNeed more guidance? We've covered every step in more detail in: %2$sHow to use the %7$s cornerstone workout%3$s%4$s%5$s.%6$s":["%1$sPrecisa de mais ajuda? Descrevemos em detalhe todos os passos aqui: %2$sExercício do %7$s sobre como usar conteúdos principais%3$s%4$s%5$s.%6$s"],"I've finished this workout":["Terminei este exercício"],"Reset this workout":["Recomeçar este exercício"],"Well done!":["Muito bem!"],"Add internal links towards your cornerstones":["Adicione ligações internas para os seus conteúdos principais"],"Check the number of incoming internal links of your cornerstones":["Verifique o número de ligações internas recebidas pelos seus conteúdos principais"],"Start: Choose your cornerstones!":["Início: Marque os seus conteúdos principais!"],"The cornerstone approach":["A abordagem dos conteúdos principais"]}},"comment":{"reference":"assets\/js\/src\/workouts\/components\/CornerstoneWorkout.js"}}