{"translation-revision-date":"2023-11-06 12:57+0000","generator":"WP-CLI\/2.8.1","source":"index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_ES","plural-forms":"nplurals=2; plural=n != 1;"},"Upgrade to PRO Version":["Actualizar a la versión PRO"],"Plugin does not work":["El plugin no funciona"],"Not the features I want":["No quiero estas características"],"Incompatible with themes\/plugins":["Incompatible con temas\/plugins"],"Lack of documentation":["Falta de documentación"],"Found a better plugin":["He encontrado un plugin mejor"],"Temporary deactivation":["Desactivación temporal"],"Other":["Otro"],"Are you sure you want to leave the feedback form?":["¿Está seguro de que desea salir del formulario de evaluación?"],"Skip & Deactivate":["Saltar y desactivar"],"Deactivate":["Desactivar"],"Too bad you are leaving":["¡Qué pena que se vaya"],"Please give us feedback why you deactivate %s.":["Por favor, indíquenos por qué ha desactivado %s."],"Please provide a reason!":["Por favor, ¡comente acerca del motivo de irse!"],"What could we do better?":["¿En qué cree que podríamos mejorar?"],"Email for answer\/solution":["Correo electrónico para respuesta\/solución"],"Please provide a valid e-mail address!":["Por favor, ¡indique una dirección de correo electrónico válida!"],"Name":["Apellido"],"Please provide a name!":["Por favor, ¡proporcione un nombre!"],"Please confirm that you have checked the privacy policy.":["Por favor, confirme que ha verificado la política de privacidad."],"I would like to receive a response to my request. For this purpose, I agree to the data processing of my feedback and my e-mail address. I have read and acknowledge the %s {{a}}Privacy Policy{{\/a}}.":["Me gustaría recibir una respuesta a mi solicitud. Para ello, acepto el tratamiento de datos de mis comentarios o evaluaciones y mi dirección de correo electrónico. He leído y acepto la %s {{a}}Política de Privacidad{{\/a}}."],"Allow us to reply to you by email and we will get back to you as soon as possible!":["¡Habilite la respuesta por correo electrónico y nos pondremos en contacto con usted lo antes posible!"],"Are there any problems with the setup or use of the plugin? Maybe we can help you in the support. {{a}}Contact support{{\/a}}.":["¿Tiene algún problema con la configuración o el uso del plugin? Tal vez podamos ayudarle. {{a}}Contacte con soporte{{\/a}}."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Do you want to deactivate your active license so that you can use it again on another site?":["¿Desea desactivar la licencia que tiene en activo para poder utilizarla de nuevo en otro sitio?"],"Yes, deactivate all active licenses for all sites within this multisite":["Sí, quiero desactivar todas las licencias en activo para todos los sitios web dentro de este multisitio"],"Yes, deactivate license":["Sí, desactivar licencia"],"Telemetry data preview":["Vista previa de los datos de telemetría"],"Close":["Cerrar"],"legal-text\u0004At the time of activating the license, you agreed that we may send telemetry data from your installation to our server. You can revoke this at any time by deactivating and reactivating the licence.":["Cuando activó la licencia usted aceptó que enviemos los datos telemétricos de su instalación a nuestro servidor. Puede revocar esto en cualquier momento desactivando y reactivando la licencia."],"The following data (raw) will be sent to our server:":["Enviaremos los siguientes datos sin procesar a nuestro servidor:"],"Updates containing bug fixes and new features will be downloaded and installed automatically.":["Las actualizaciones que contengan correcciones de errores y nuevas funciones se descargarán e instalarán automáticamente."],"Please confirm that you have read the privacy policy!":["Por favor, ¡confirme que ha leído la política de privacidad!"],"legal-text\u0004I allow to transfer technical data about this WordPress installation to the update server of %1$s and get latest announcements. This data is required for license activation and update functionality. I have read the {{a}}privacy policy{{\/a}} of %1$s.":["Acepto que se transfieran datos técnicos sobre esta instalación de WordPress al servidor de actualización de %1$s y que reciba las últimas novedades. Estos datos son necesarios para la activación de la licencia y la función que permite las actualizaciones. He leído la {{a}}política de privacidad{{\/a}} de %1$s."],"legal-text\u0004I allow telemetry data about the use of this WordPress plugin to be collected in accordance with the %1$s {{a}}privacy policy{{\/a}}. This data does not include any personal information about users of the plugin. Collected data ({{aDataExample}}open example of transmitted data{{\/aDataExample}}) will be used to provide you with the best possible support and to improve the plugin.":["Doy permiso para que se recopilen datos telemétricos sobre el uso de este plugin de WordPress de acuerdo con la {{a}}política de privacidad{{\/a}} de %1$s. Estos datos no incluirán ninguna información personal sobre los usuarios del plugin. Los datos recopilados ({{aDataExample}} ejemplo abierto de datos transmitidos{{\/aDataExample}}) se utilizarán para ofrecerle el mejor soporte posible y para mejorar el plugin."],"legal-text\u0004I would like to receive the %1$s newsletter with WordPress news, sales and product offers (approx. 1-2 per month) via email. I know that I can withdraw my consent for the newsletter at any time.":["Me gustaría recibir la newsletter de %1$s con noticias, ventas y ofertas de productos de WordPress (aprox. 1-2 al mes) por correo electrónico. Sé que puedo retirar mi consentimiento para la newsletter en cualquier momento."],"First name":["Nombre"],"Please enter your first name!":["Por favor, ¡introduzca su nombre!"],"Email":["Correo electrónico"],"Please enter your email address!":["Por favor, ¡introduzca su dirección de correo electrónico!"],"Please note that we will send you a confirmation e-mail. Only when you have clicked on the activation link in the email will you receive the newsletter.":["Tenga en cuenta que le enviaremos un correo electrónico de confirmación. Recibirá el boletín de noticias una vez haya pulsado en el enlace de activación que le enviamos a su correo."],"Learn more":["Más información"],"Your license has been activated!":["¡Su licencia ha sido activada!"],"You are using a WordPress mulisite. Due to technical limitations of WordPress core, %s can receive automatic updates in WordPress multisites only if the plugin is enabled network-wide. You can enable the plugin network-wide, but still only license it for specific sites.":["Está utilizando un multisitio de WordPress. Debido a limitaciones técnicas del núcleo de WordPress, %s sólo puede recibir actualizaciones automáticas en multisitios de WordPress si el plugin está habilitado en toda la red. Puede activar el plugin para toda la red, pero dar su licencia solo a sitios web específicos."],"Please enable %s network-wide or take care of regular updates manually!":["Por favor, active %s en toda la red o encárguese de realizar las actualizaciones periódicas manualmente!"],"Activate your %s PRO license to receive regular updates and support.":["Active su licencia %s PRO para recibir actualizaciones periódicas y soporte."],"To use all advantages of %s {{strong}}you need a free license{{\/strong}}. After license activation you will receive answers to support requests and announcements in your plugin (e.g. also notices for discount actions of the PRO version).":["Para beneficiarse de todas las ventajas de %s {{strong}} necesita una licencia gratuita{{\/strong}}. Tras la activación de la licencia recibirá las respuestas a las peticiones realizadas al soporte y anuncios en su plugin. Recibirá también avisos de descuentos para la versión PRO."],"Installation type and license key for {{strong}}%s{{\/strong}}":["Tipo de instalación y clave de licencia para {{strong}}%s{{\/strong}}"],"Installation type and license key":["Tipo de instalación y clave de licencia"],"Please enter a valid license key!":["Por favor, ¡introduzca una clave de licencia válida!"],"{{strong}}Production:{{\/strong}} Use this, when your site is {{i}}live{{\/i}} and {{i}}publicly available{{\/i}} to your website visitors.":["{{strong}}Producción:{{\/strong}} Use esto cuando su sitio web esté {{i}}activo{{\/i}} y {{i}}accesible{{\/i}} para los visitantes de su sitio web."],"{{strong}}Development:{{\/strong}} Use this, when your site is {{i}}not yet live{{\/i}}, or it is a {{i}}staging environment{{\/i}} of your site.":["{{strong}}Desarrollo:{{\/strong}} Use esto cuando su sitio {{i}}no esté activo todavía{{\/i}}, o cuando esté en {{i}}entorno de pruebas{{\/i}} de su sitio."],"You can change the installation-type at any time by deactivating the license and activate it again.":["Puede cambiar el tipo de instalación en cualquier momento desactivando la licencia y activándola de nuevo."],"What is an installation type?":["¿Qué es un tipo de instalación?"],"https:\/\/devowl.io\/knowledge-base\/license-installation-type\/":["https:\/\/devowl.io\/knowledge-base\/license-installation-type\/"],"Please choose an installation type!":["Por favor, ¡elija un tipo de instalación!"],"Installation type":["Tipo de instalación"],"Development":["Desarrollo"],"Production":["Producción"],"Select installation type...":["Seleccione el tipo de instalación..."],"I do not want to license and use the plugin for this site within my multisite.":["No quiero darle licencia y utilizar el plugin para este sitio web dentro de mi multisitio."],"This license cannot be activated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Unfortunately, something went wrong during the license activation.":["No se puede activar esta licencia manualmente, ya que se configuró mediante programación. Eso significa que usted ha utilizado el {{a}}filtro de activación{{\/a}} para el host {{code}}%s{{\/code}} (ID del blog: %d). Lo sentimos, pero algo ha ido mal durante la activación de la licencia."],"Retry activation":["Reintentar la activación"],"I have purchased a license that can be used on multiple websites! What can I do?":["¡He comprado una licencia que se puede utilizar en varios sitios web! ¿Qué puedo hacer?"],"After purchasing one of our products, only one license key is generated by default, even if your purchase covers multiple websites. This license key can be used for only one website by default. To add more websites to your purchase, you can generate additional license keys within your quota in the {{a}}Customer Center{{\/a}}.":["Después de comprar uno de nuestros productos se genera una sola clave de licencia por defecto, incluso si la compra cubre múltiples sitios web. Por defecto, la clave de licencia se puede utilizar solo para un sitio web. Para añadir más sitios web a su compra, puede generar claves de licencia adicionales de acuerdo a su régimen de compra en el {{a}}Centro de Atención al Cliente{{\/a}}."],"Add licenses in the customer center now":["Añadir licencias en el centro de atención al cliente ahora"],"https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/":["https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/"],"Activated %s":["Activada %s"],"Telemetry data sharing enabled":["Intercambio de datos telemétricos habilitado"],"Telemetry data sharing disabled":["Intercambio de datos telemétricos desactivado"],"Your license key":["Su clave de licencia"],"Your installation is fully activated.":["Su instalación está totalmente activada."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/"],"Enter license key to unlock PRO features":["Introduzca la clave de licencia para desbloquear las funciones PRO"],"This license cannot be deactivated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Please remove the filter to deactivate the license!":["Esta licencia no puede desactivarse manualmente porque está configurada mediante programación. Eso significa que ha utilizado el {{a}}filtro de activación{{\/a}} para el host {{code}}%s{{\/code}} (ID del blog: %d). Por favor, ¡elimine el filtro para desactivar la licencia!"],"Show announcements for this plugin":["Mostrar avisos acerca de este plugin"],"Something has gone wrong%s. It could be that you have configured your WordPress instance in such a way that you have blocked the WordPress REST API. Find out how to deal with this {{a}}here{{\/a}}.":["Algo ha ido mal%s. Puede ser que haya configurado su instancia de WordPress de tal forma que haya bloqueado la API REST de WordPress. Descubra cómo solucionar esto {{a}}aquí{{\/a}}."],"https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/":["https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/"],"Not yet licensed":["Todavía no tiene licencia"],"Already licensed":["Ya tiene licencia"],"Save":["Guardar"],"License settings":["Ajustes de la licencia"]}}}